/* The other answer for Cocoa input manager plugin alert panel. */
"Decide later" = "後で決める";

/* The default answer for Cocoa input manager plugin alert panel. */
"Disable" = "無効にする";

/* The title of the Edit menu item. */
"Edit" = "編集";

/* The alt answer for Cocoa input manager plugin alert panel. */
"Enable" = "有効にする";

/* The title of the Input menu item. */
"Input" = "入力";

/* The title for Cocoa input manager plugin alert panel. */
"Old style plug-in input managers detected" = "古い形式のインプットマネージャプラグインが見つかりました。";

/* The title of the Character Palette menu item. */
"Special Characters\\U2026" = "特殊文字...";

/* The msg for Cocoa input manager plugin alert panel. */
"You have one or more old style plug-in input managers installed.  They are utilizing an unsupported and undocumented operating system functionality.  With Mac OS X 10.5 Leopard and later, this input method functionality is disabled by default due to security concerns.  Apple recommends keeping this functionality disabled.  Disabling this functionality does not limit any operating system features.\r\rWould you like to enable the plug-in input managers (the new setting takes effect after re-login)?" = "1 つ以上の古い形式のインプットマネージャプラグインがインストールされています。それらはサポートされておらず情報公開されていないオペレーティングシステムの機能を利用しています。Mac OS X 10.5 Leopard 以降では、セキュリティ上の理由からこのインプットメソッド機能はデフォルトで無効なっています。アップルはこのまま無効にしておくことを推奨します。この機能を無効にしておくことは、オペレーティングシステムの機能を制限するものではありません。\n\nインプットマネージャプラグインを有効にしますか（新しい設定は再ログイン後に有効となります）？";

